Repository: h43lb1t0/abs-audiobook-recommender
Catalog: web_app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Invalid username or password
de: Ungültiger Benutzername oder Passwort

source: Incorrect current password
de: Falsches aktuelles Passwort

source: New passwords do not match
de: Neue Passwörter stimmen nicht überein

source: Password updated successfully
de: Passwort erfolgreich aktualisiert

source: book_id is required
de: book_id ist erforderlich

source: Rating must be between 1 and 5
de: Bewertung muss zwischen 1 und 5 liegen

source: You cannot rate a book that you have abandoned
de: Du kannst kein Buch bewerten, das du abgebrochen hast

source: Book not found in library
de: Buch nicht in der Bibliothek gefunden

source: Cannot abandon a finished book
de: Ein beendetes Buch kann nicht abgebrochen werden

source: Authentication required
de: Authentifizierung erforderlich

source: Server misconfigured
de: Server fehlkonfiguriert

source: Unauthorized
de: Nicht autorisiert

source: Super Short
de: Sehr kurz

source: Short
de: Kurz

source: Mid Short
de: Mittelkurz

source: Medium
de: Mittel

source: Long
de: Lang

source: Epic
de: Episch

source: Similar to books you loved
de: Ähnlich wie Bücher, die dir gefallen haben

source: Matches your reading profile
de: Passt zu deinem Leseprofil

source: Note: Similar to books you disliked
de: Hinweis: Ähnlich wie Bücher, die dir nicht gefallen haben

source: Strong Content & Style Match
de: Starke inhaltliche und stilistische Übereinstimmung

source: Content Match
de: Inhaltliche Übereinstimmung

source: Style/Author Match
de: Stil/Autor Übereinstimmung

source: Duration Match (%(bucket)s)
de: Passende Länge (%(bucket)s)

source: Duration Mismatch
de: Länge passt nicht

source: Highly relevant to similar user '%(user)s'
de: Hochrelevant für ähnlichen Benutzer '%(user)s'

source: Recommended based on your reading profile. Score: %(score)s
de: Empfohlen basierend auf deinem Leseprofil. Punktzahl: %(score)s

source: Recommended based on your history causing a high match score. Similar to: %(reasons)s
de: Empfohlen aufgrund deiner Historie, die zu einer hohen Übereinstimmung geführt hat. Ähnlich wie: %(reasons)s

source: Recommended based on genre/author/narrator preferences. Score: %(score)s
de: Empfohlen basierend auf Genre-/Autor-/Sprecherpräferenzen. Punktzahl: %(score)s
